#+TITLE: Environment Design I
#+AUTHOR: Chris Hogan
#+DATE: <2022-03-21 Mon> to <2022-03-27 Sun>
#+STARTUP: nologdone

* Log
** Week 1
  #+BEGIN: clocktable :scope subtree :maxlevel 6 :block thisweek :tags t
  #+CAPTION: Clock summary at [2022-04-13 Wed 22:00], for week 2022-W15.
  | Tags | Headline     | Time   |
  |------+--------------+--------|
  |      | *Total time* | *0:00* |
  #+END:
  
  #+BEGIN: clocktable-by-tag :maxlevel 6 :match ("drawing" "study" "painting")
  | Tag      | Headline   | Time (h)  |
  |----------+------------+-----------|
  | drawing  | *Tag time* | *25h 30m* |
  |----------+------------+-----------|
  | study    | *Tag time* | *6h 49m*  |
  |----------+------------+-----------|
  | painting | *Tag time* | *0h 0m*   |
  
  #+END:
*** <2022-03-21 Mon>
**** DONE FP - Sketching for Environment 1                            :study:
     :LOGBOOK:
     CLOCK: [2022-03-21 Mon 08:21]--[2022-03-21 Mon 10:12] =>  1:51
     :END:
**** DONE FP - Sketching for Environment 1                          :drawing:
     :LOGBOOK:
     CLOCK: [2022-03-21 Mon 18:02]--[2022-03-21 Mon 20:45] =>  2:43
     CLOCK: [2022-03-21 Mon 16:23]--[2022-03-21 Mon 16:40] =>  0:17
     CLOCK: [2022-03-21 Mon 13:17]--[2022-03-21 Mon 16:01] =>  2:44
     CLOCK: [2022-03-21 Mon 10:12]--[2022-03-21 Mon 11:40] =>  1:28
     :END:
*** <2022-03-22 Tue>
**** DONE FP - Sketching for Environment 1                          :drawing:
     :LOGBOOK:
     CLOCK: [2022-03-22 Tue 18:11]--[2022-03-22 Tue 20:54] =>  2:43
     :END:
**** DONE FP - Sketching for Environment 2                            :study:
     :LOGBOOK:
     CLOCK: [2022-03-22 Tue 20:54]--[2022-03-22 Tue 21:09] =>  0:15
     :END:
*** <2022-03-23 Wed>
**** DONE FP - Sketching for Environment 1                          :drawing:
     :LOGBOOK:
     CLOCK: [2022-03-23 Wed 18:42]--[2022-03-23 Wed 21:42] =>  3:00
     :END:
*** <2022-03-24 Thu>
**** DONE FP - Sketching for Environment 1                          :drawing:
     :LOGBOOK:
     CLOCK: [2022-03-24 Thu 18:44]--[2022-03-24 Thu 20:12] =>  1:28
     :END:
**** DONE FP - Sketching for Environment 2                            :study: 
     :LOGBOOK:
     CLOCK: [2022-03-24 Thu 20:12]--[2022-03-24 Thu 20:45] =>  0:33
     :END:
**** DONE FP - Sketching for Environment 2                            :drawing: 
     :LOGBOOK:
     CLOCK: [2022-03-24 Thu 20:45]--[2022-03-24 Thu 21:06] =>  0:21
     :END:
*** <2022-03-25 Fri>
**** DONE FP - Sketching for Environment 2                          :drawing: 
     :LOGBOOK:
     CLOCK: [2022-03-25 Fri 19:02]--[2022-03-25 Fri 21:00] =>  1:58
     :END:
*** <2022-03-26 Sat>
**** DONE FP - Sketching for Environment 2                          :drawing: 
     :LOGBOOK:
     CLOCK: [2022-03-26 Sat 17:59]--[2022-03-26 Sat 20:49] =>  2:50
     CLOCK: [2022-03-26 Sat 10:57]--[2022-03-26 Sat 11:57] =>  1:00
     :END:
**** DONE Planning next unit                                          :study:
     :LOGBOOK:
     CLOCK: [2022-03-26 Sat 12:30]--[2022-03-26 Sat 16:03] =>  3:33
     :END:
*** <2022-03-27 Sun>
**** DONE FP - Sketching for Environment 2                          :drawing: 
     :LOGBOOK:
     CLOCK: [2022-03-27 Sun 17:55]--[2022-03-27 Sun 18:49] =>  0:54
     CLOCK: [2022-03-27 Sun 13:10]--[2022-03-27 Sun 14:56] =>  1:46
     CLOCK: [2022-03-27 Sun 09:31]--[2022-03-27 Sun 11:49] =>  2:18
     :END:
**** DONE blog                                                        :study:
     :LOGBOOK:
     CLOCK: [2022-03-27 Sun 18:54]--[2022-03-27 Sun 19:31] =>  0:37
     :END:

** Week 2
  #+BEGIN: clocktable :scope subtree :maxlevel 6 :block thisweek :tags t
  #+CAPTION: Clock summary at [2022-04-13 Wed 22:00], for week 2022-W15.
  | Tags | Headline     | Time   |
  |------+--------------+--------|
  |      | *Total time* | *0:00* |
  #+END:
  
  #+BEGIN: clocktable-by-tag :maxlevel 6 :match ("drawing" "study" "painting" "3D")
  | Tag      | Headline   | Time (h)  |
  |----------+------------+-----------|
  | drawing  | *Tag time* | *13h 48m* |
  |----------+------------+-----------|
  | study    | *Tag time* | *6h 7m*   |
  |----------+------------+-----------|
  | painting | *Tag time* | *16h 52m* |
  |----------+------------+-----------|
  | 3D       | *Tag time* | *1h 27m*  |
  
  #+END:

*** <2022-03-28 Mon>
**** DONE CGMA Environment Design 1 - Week 1                          :study:
     :LOGBOOK:
     CLOCK: [2022-03-28 Mon 12:34]--[2022-03-28 Mon 13:27] =>  0:53
     CLOCK: [2022-03-28 Mon 12:12]--[2022-03-28 Mon 12:24] =>  0:12
     CLOCK: [2022-03-28 Mon 10:06]--[2022-03-28 Mon 11:40] =>  1:34
     CLOCK: [2022-03-28 Mon 07:37]--[2022-03-28 Mon 07:59] =>  0:22
     :END:
**** DONE CGMA Environment Design 1 - Week 1                       :painting:
     :LOGBOOK:
     CLOCK: [2022-03-28 Mon 17:59]--[2022-03-28 Mon 20:56] =>  2:57
     CLOCK: [2022-03-28 Mon 13:27]--[2022-03-28 Mon 16:06] =>  2:39
     :END:
*** <2022-03-29 Tue>
**** DONE CGMA Environment Design 1 - Week 1                       :painting:
     :LOGBOOK:
     CLOCK: [2022-03-29 Tue 18:37]--[2022-03-29 Tue 21:07] =>  2:30
     :END:
*** <2022-03-30 Wed>
**** DONE CGMA Environment Design 1 - Week 1                       :painting:
     :LOGBOOK:
     CLOCK: [2022-03-30 Wed 18:06]--[2022-03-30 Wed 21:02] =>  2:56
     :END:
*** <2022-03-31 Thu>
**** DONE CGMA Environment Design 1 - Week 1                       :painting:
     :LOGBOOK:
     CLOCK: [2022-03-31 Thu 17:54]--[2022-03-31 Thu 20:52] =>  2:58
     :END:
*** <2022-04-01 Fri>
**** DONE CGMA Environment Design 1 - Week 1                       :painting:
     :LOGBOOK:
     CLOCK: [2022-04-01 Fri 18:13]--[2022-04-01 Fri 21:05] =>  2:52
     :END:
*** <2022-04-02 Sat>
**** DONE Reference gathering                                         :study:
     :LOGBOOK:
     CLOCK: [2022-04-02 Sat 08:40]--[2022-04-02 Sat 10:57] =>  2:17
     :END:
**** DONE Urithiru design                                           :drawing:
     :LOGBOOK:
     CLOCK: [2022-04-02 Sat 17:58]--[2022-04-02 Sat 21:00] =>  3:02
     CLOCK: [2022-04-02 Sat 12:30]--[2022-04-02 Sat 16:18] =>  3:48
     CLOCK: [2022-04-02 Sat 10:57]--[2022-04-02 Sat 11:45] =>  0:48
     :END:
*** <2022-04-03 Sun>
**** DONE Urithiru design                                           :drawing:
     :LOGBOOK:
     CLOCK: [2022-04-03 Sun 18:18]--[2022-04-03 Sun 19:31] =>  1:13
     CLOCK: [2022-04-03 Sun 13:00]--[2022-04-03 Sun 14:58] =>  1:58
     CLOCK: [2022-04-03 Sun 08:52]--[2022-04-03 Sun 11:51] =>  2:59
     :END:
**** DONE Blender tutorial                                               :3D:
     :LOGBOOK:
     CLOCK: [2022-04-03 Sun 16:22]--[2022-04-03 Sun 17:15] =>  0:53
     CLOCK: [2022-04-03 Sun 12:26]--[2022-04-03 Sun 13:00] =>  0:34
     :END:
**** DONE Blog                                                        :study:
     :LOGBOOK:
     CLOCK: [2022-04-03 Sun 19:31]--[2022-04-03 Sun 20:20] =>  0:49
     :END:

** Week 3
  #+BEGIN: clocktable :scope subtree :maxlevel 6 :tags t
  #+CAPTION: Clock summary at [2022-04-13 Wed 22:00]
  | Tags     | Headline                                   | Time    |       |       |      |
  |----------+--------------------------------------------+---------+-------+-------+------|
  |          | *Total time*                               | *48:27* |       |       |      |
  |----------+--------------------------------------------+---------+-------+-------+------|
  |          | \_  Week 3                                 |         | 48:27 |       |      |
  |          | \_    <2022-04-04 Mon>                     |         |       | 13:15 |      |
  | 3D       | \_      Blender tutorial                   |         |       |       | 4:14 |
  | study    | \_      CGMA Environment Design 1 - Week 2 |         |       |       | 2:29 |
  | painting | \_      CGMA Environment Design 1 - Week 2 |         |       |       | 6:32 |
  |          | \_    <2022-04-05 Tue>                     |         |       |  4:34 |      |
  | 3D       | \_      Blender tutorial                   |         |       |       | 1:39 |
  | drawing  | \_      Polishing Urithiru design          |         |       |       | 2:55 |
  |          | \_    <2022-04-06 Wed>                     |         |       |  4:15 |      |
  | drawing  | \_      Polishing Urithiru design          |         |       |       | 3:04 |
  | 3D       | \_      Modeling Urithiru design           |         |       |       | 1:11 |
  |          | \_    <2022-04-07 Thu>                     |         |       |  4:23 |      |
  | 3D       | \_      Blender tutorial                   |         |       |       | 1:22 |
  | drawing  | \_      Polishing Urithiru design          |         |       |       | 3:01 |
  |          | \_    <2022-04-08 Fri>                     |         |       |  3:45 |      |
  | painting | \_      Polishing Urithiru design          |         |       |       | 3:08 |
  | 3D       | \_      Blender tutorial                   |         |       |       | 0:37 |
  |          | \_    <2022-04-09 Sat>                     |         |       | 10:01 |      |
  | 3D       | \_      Blender tutorial                   |         |       |       | 1:59 |
  | painting | \_      Polishing Urithiru image           |         |       |       | 8:02 |
  |          | \_    <2022-04-10 Sun>                     |         |       |  8:14 |      |
  | painting | \_      Landscape thumbnails               |         |       |       | 1:43 |
  | study    | \_      FP Interior layout design          |         |       |       | 1:37 |
  | 3D       | \_      Blender tutorial                   |         |       |       | 1:16 |
  | painting | \_      Environment painting               |         |       |       | 3:00 |
  | study    | \_      Blog                               |         |       |       | 0:38 |
  #+END:
  
  #+BEGIN: clocktable-by-tag :maxlevel 6 :match ("drawing" "study" "painting" "3D")
  | Tag      | Headline   | Time (h)  |
  |----------+------------+-----------|
  | drawing  | *Tag time* | *9h 0m*   |
  |----------+------------+-----------|
  | study    | *Tag time* | *4h 44m*  |
  |----------+------------+-----------|
  | painting | *Tag time* | *22h 25m* |
  |----------+------------+-----------|
  | 3D       | *Tag time* | *12h 18m* |
  
  #+END:

*** <2022-04-04 Mon>
**** DONE Blender tutorial                                               :3D:
     :LOGBOOK:
     CLOCK: [2022-04-04 Mon 21:18]--[2022-04-04 Mon 22:00] =>  0:42
     CLOCK: [2022-04-04 Mon 16:17]--[2022-04-04 Mon 18:07] =>  1:50
     CLOCK: [2022-04-04 Mon 12:43]--[2022-04-04 Mon 13:12] =>  0:29
     CLOCK: [2022-04-04 Mon 07:27]--[2022-04-04 Mon 08:40] =>  1:13
     :END:
**** DONE CGMA Environment Design 1 - Week 2                          :study: 
     :LOGBOOK:
     CLOCK: [2022-04-04 Mon 08:40]--[2022-04-04 Mon 11:09] =>  2:29
     :END:
**** DONE CGMA Environment Design 1 - Week 2                       :painting: 
     :LOGBOOK:
     CLOCK: [2022-04-04 Mon 20:39]--[2022-04-04 Mon 21:17] =>  0:38
     CLOCK: [2022-04-04 Mon 18:07]--[2022-04-04 Mon 20:24] =>  2:17
     CLOCK: [2022-04-04 Mon 13:14]--[2022-04-04 Mon 16:13] =>  2:59
     CLOCK: [2022-04-04 Mon 11:10]--[2022-04-04 Mon 11:48] =>  0:38
     :END:

*** <2022-04-05 Tue>
**** DONE Blender tutorial                                               :3D:
     :LOGBOOK:
     CLOCK: [2022-04-05 Tue 21:08]--[2022-04-05 Tue 22:02] =>  0:54
     CLOCK: [2022-04-05 Tue 16:33]--[2022-04-05 Tue 17:18] =>  0:45
     :END:
**** DONE Polishing Urithiru design                                 :drawing:
     :LOGBOOK:
     CLOCK: [2022-04-05 Tue 18:07]--[2022-04-05 Tue 21:02] =>  2:55
     :END:

*** <2022-04-06 Wed>
**** DONE Polishing Urithiru design                                 :drawing:
     :LOGBOOK:
     CLOCK: [2022-04-06 Wed 18:02]--[2022-04-06 Wed 21:06] =>  3:04
     :END:
**** DONE Modeling Urithiru design                                       :3D:
     :LOGBOOK:
     CLOCK: [2022-04-06 Wed 21:06]--[2022-04-06 Wed 22:17] =>  1:11
     :END:
*** <2022-04-07 Thu>
**** DONE Blender tutorial                                               :3D: 
     :LOGBOOK:
     CLOCK: [2022-04-07 Thu 21:27]--[2022-04-07 Thu 22:02] =>  0:35
     CLOCK: [2022-04-07 Thu 17:06]--[2022-04-07 Thu 17:53] =>  0:47
     :END:
**** DONE Polishing Urithiru design                                 :drawing:
     :LOGBOOK:
     CLOCK: [2022-04-07 Thu 18:05]--[2022-04-07 Thu 21:06] =>  3:01
     :END:
*** <2022-04-08 Fri>
**** DONE Polishing Urithiru design                                :painting:
     :LOGBOOK:
     CLOCK: [2022-04-08 Fri 18:01]--[2022-04-08 Fri 21:09] =>  3:08
     :END:
**** DONE Blender tutorial                                               :3D:
     :LOGBOOK:
     CLOCK: [2022-04-08 Fri 21:20]--[2022-04-08 Fri 21:57] =>  0:37
     :END:
*** <2022-04-09 Sat>
**** DONE Blender tutorial                                               :3D:
     :LOGBOOK:
     CLOCK: [2022-04-09 Sat 12:39]--[2022-04-09 Sat 13:30] =>  0:51
     CLOCK: [2022-04-09 Sat 07:50]--[2022-04-09 Sat 08:58] =>  1:08
     :END:
**** DONE Polishing Urithiru image                                 :painting:
     :LOGBOOK:
     CLOCK: [2022-04-09 Sat 17:58]--[2022-04-09 Sat 20:28] =>  2:30
     CLOCK: [2022-04-09 Sat 13:56]--[2022-04-09 Sat 16:29] =>  2:33
     CLOCK: [2022-04-09 Sat 08:58]--[2022-04-09 Sat 11:57] =>  2:59
     :END:
*** <2022-04-10 Sun>
**** DONE Landscape thumbnails                                     :painting: 
     :LOGBOOK:
     CLOCK: [2022-04-10 Sun 09:06]--[2022-04-10 Sun 10:49] =>  1:43
     :END:
**** DONE FP Interior layout design                                   :study:
     :LOGBOOK:
     CLOCK: [2022-04-10 Sun 10:49]--[2022-04-10 Sun 12:26] =>  1:37
     :END:
**** DONE Blender tutorial                                               :3D:
     :LOGBOOK:
     CLOCK: [2022-04-10 Sun 17:28]--[2022-04-10 Sun 18:03] =>  0:35
     CLOCK: [2022-04-10 Sun 12:30]--[2022-04-10 Sun 13:11] =>  0:41
     :END:
**** DONE Environment painting                                     :painting:
     :LOGBOOK:
     CLOCK: [2022-04-10 Sun 18:03]--[2022-04-10 Sun 19:30] =>  1:27
     CLOCK: [2022-04-10 Sun 13:19]--[2022-04-10 Sun 14:52] =>  1:33
     :END:
**** DONE Blog                                                        :study:
     :LOGBOOK:
     CLOCK: [2022-04-10 Sun 19:30]--[2022-04-10 Sun 20:08] =>  0:38
     :END:

** Week 4
  #+BEGIN: clocktable :scope subtree :maxlevel 6 :block thisweek :tags t
  #+CAPTION: Clock summary at [2022-04-13 Wed 22:00], for week 2022-W15.
  | Tags     | Headline                            | Time    |       |      |      |
  |----------+-------------------------------------+---------+-------+------+------|
  |          | *Total time*                        | *18:05* |       |      |      |
  |----------+-------------------------------------+---------+-------+------+------|
  |          | \_  Week 4                          |         | 18:05 |      |      |
  |          | \_    <2022-04-11 Mon>              |         |       | 9:52 |      |
  | drawing  | \_      Scott Robertson perspective |         |       |      | 0:54 |
  | painting | \_      Rendering boxes             |         |       |      | 8:58 |
  |          | \_    <2022-04-12 Tue>              |         |       | 3:33 |      |
  | painting | \_      Rendering extruded boxes    |         |       |      | 3:33 |
  |          | \_    <2022-04-13 Wed>              |         |       | 4:40 |      |
  | 3D       | \_      Blender tutorial            |         |       |      | 0:43 |
  | painting | \_      Rendering extruded boxes    |         |       |      | 3:57 |
  #+END:
  
  #+BEGIN: clocktable-by-tag :maxlevel 6 :match ("drawing" "study" "painting" "3D")
  | Tag      | Headline   | Time (h)  |
  |----------+------------+-----------|
  | drawing  | *Tag time* | *0h 54m*  |
  |----------+------------+-----------|
  | study    | *Tag time* | *0h 0m*   |
  |----------+------------+-----------|
  | painting | *Tag time* | *16h 28m* |
  |----------+------------+-----------|
  | 3D       | *Tag time* | *0h 43m*  |
  
  #+END:

*** <2022-04-11 Mon>
**** DONE Scott Robertson perspective                               :drawing:
     :LOGBOOK:
     CLOCK: [2022-04-11 Mon 08:49]--[2022-04-11 Mon 09:43] =>  0:54
     :END:
**** DONE Rendering boxes                                          :painting:
     :LOGBOOK:
     CLOCK: [2022-04-11 Mon 18:01]--[2022-04-11 Mon 20:51] =>  2:50
     CLOCK: [2022-04-11 Mon 12:36]--[2022-04-11 Mon 16:48] =>  4:12
     CLOCK: [2022-04-11 Mon 09:43]--[2022-04-11 Mon 11:39] =>  1:56
     :END:
*** <2022-04-12 Tue>
**** DONE Rendering extruded boxes                                 :painting:
     :LOGBOOK:
     CLOCK: [2022-04-12 Tue 18:34]--[2022-04-12 Tue 22:07] =>  3:33
     :END:
*** <2022-04-13 Wed>
**** DONE Blender tutorial                                               :3D:
     :LOGBOOK:
     CLOCK: [2022-04-13 Wed 17:53]--[2022-04-13 Wed 18:03] =>  0:10
     CLOCK: [2022-04-13 Wed 16:42]--[2022-04-13 Wed 17:15] =>  0:33
     :END:
**** DONE Rendering extruded boxes                                 :painting:
     :LOGBOOK:
     CLOCK: [2022-04-13 Wed 18:03]--[2022-04-13 Wed 22:00] =>  3:57
     :END:
